{
	"names": ["Samuel Jen","Andrei Harbachov","Tino Ciccone","Fatemah Sunderji","Gurbaj Sidhu"],
	"title": ["Mastermind of Deceptions","Code Wizard","Lore Guardian ","Architect of Prototype Cards","Curator of Atmosphere"],
	"text": [
		"As the leader, Samuel has overseen the project's game dynamics, ensuring a balanced and engaging gameplay experience. He's adept at navigating the intricate trade-offs inherent in game design, refining the rule book to ensure clarity and coherence. Additionally, Samuel meticulously documents meeting logs, fostering effective communication and collaboration among team members, which is crucial for the project's success.",
		"Andrei's expertise lies in creating the project's online presence with a dedicated website. He's also delved into game mechanics through flowcharts and quantitative analysis. Additionally, he's instrumental in determining game duration and refining mechanics through playtesting. Notably, Andrei has contributed his artistic talents by designing all the artwork for the finalised cards, bringing the game to life with his creative vision. His contributions ensure every aspect of the game is thoughtfully crafted and seamlessly integrated.",
		"Tino has enriched the game's world with captivating backstory, weaving a narrative tapestry that immerses players in a mediaeval fantasy realm. His contributions add depth and intrigue to the game experience, making every decision feel like a part of a larger story.",
		"Fatemah made contributions to the project by creating prototype cards, offering tangible representations of the game's mechanics and concepts. Through her contributions, Fatemah has provided the team with essential tools for testing and iteration, helping to shape the game's direction and gameplay experience.",
		"Gurbaj has contributed to the project by curating the moodboard, clarifying the established atmosphere and aesthetic direction for the mediaeval fantasy world. Through his efforts, Gurbaj has provided a foundational reference point for reinforcing the game's ambiance, contributing to the overall thematic cohesion of the project."],
	"gameDev": [0,0,0,0,0],
	"website": [0,100,0,0,0],
	"backstory": [0,0,100,0,0],
	"dynamics": [100,0,0,0,0],
	"tradeoffs": [100,0,0,0,0],
	"cards": [0,0,0,0,100],
	"rulebook": [100,0,0,0,0],
	"meetlogs": [100,0,0,0,0],
	"playlogs": [0,0,0,0,0],
	"flowchart": [0,100,0,0,0],
	"quantanal": [0,100,0,0,0],
	"trailer": [0,0,0,0,0],
	"visuals": [0,0,0,100,0]
}