{
	"gameTitle": "Knights and Knaves",
	"gameSmallTitle": "Mediaeval Deception",
	"coreStatement": "In this cutthroat game, loyalty is a liability, trust is a luxury, and only the cunning master manipulators emerge victorious",
	"gameInspiration": "This game idea originated from Samuel Jen’s board game concept, drawing inspiration from his favourite board game genre: social deception games. He was particularly influenced by games such as Coup and One Night Ultimate Werewolf, where players must employ deception to achieve victory. These games are characterised by bluffing, strategic thinking, and betrayal. Expanding upon these fundamental concepts, our team developed Knights and Knaves, which takes chaos and backstabbing to new heights. We also drew inspiration from Gwent for our game card design. Last but not least, our story unfolds in mediaeval times, where mystical wonders and imaginative realms know no bounds. Tino Ciccone drew inspiration from The Hobbit to shape our background narrative, infusing it with adventure and intrigue.",
	"pillars": {
		"what": "A strategic card-based board game where players analyse and strategise their resources to outmanoeuvre opponents and achieve victory as a cohesive team.",
		"how": "Through decisive actions, strategic bluffing, and the potential for betrayals, players must adeptly manage their resources, including health points and action cards, all while coordinating with potential deceptive allies, in their quest for victory.",
		"why": "The game offers players an immersive experience that tests their strategic thinking, communication skills, teamwork, bluffing prowess, and ability to navigate the enticing realm of deception and betrayal to seize victory."
	},
    "timeline": {
		"date1": "1180",
		"event1": "Estoria Flourishes",
		"description1": "The Kingdom of Estoria thrives under the rule of King Aldric the Wise.",
		"date2": "1188",
		"event2": "The Theft of the Crown Jewel",
		"description2": "Martha, a mysterious witch, steals the Crown Jewel, a powerful artifact that has protected the kingdom for centuries.",
		"date3": "1189",
		"event3": "Rise of Dark Forces",
		"description3": "Chaos erupts in Estoria as dark forces emerge, threatening the kingdom's stability and peace.",
		"date4": "1190",
  		"event4": "Call for Aid from Noble Teams",
    	"description4": "King Aldric, facing the crisis of the stolen Crown Jewel, calls upon three noble teams to aid in its recovery: the Infernal Legion, the Oakheart Hanse, and the Shadow Brotherhood.",
		"date5": "1191",
		"event5": "Hazardous Journeys Begin",
		"description5": "The noble teams embark on hazardous journeys, encountering dangers and betrayals along the way.",
		"date6": "1192",
		"event6": "Defeat of Witch Martha",
		"description6": "Witch Martha is defeated, but tensions rise among the noble teams as they compete for control of the Crown Jewel, each believing they can bring peace back to Estoria.",
		"date7": "1193",
		"event7": "Intensifying Rivalries",
		"description7": "With Witch Martha defeated, the noble teams selfishly battle each other for possession of the Crown Jewel, causing alliances to fracture and the competition to heat up.",
		"date8": "CURRENT",
		"event8": "The Final Showdown",
		"description8": "The competition among noble teams reaches its peak as they vie for the Crown Jewel. Only one team will emerge victorious and return to Estoria, claiming honour, praise, and status."
	},
	"factions": {
		"titleRed": "Infernal Legion",
		"textRed": "The Infernal Legion, draped in crimson, embodies the fiery spirit of battle. With their demonic-like insignia, they are rumoured to wield arcane flames, drawing strength from the depths of chaos itself. Originating from the tumultuous events following the theft of the Crown Jewel, they are driven by a desire to restore order through force, willing to crush any opposition that stands in their path. Led by the noble sons of Estoria, with Crown Prince Cedric Aumont at the helm, they see themselves as the guardians of the kingdom's future, believing that only their flames can incinerate the encroaching darkness and bring forth a new dawn of prosperity.",
		"titleGreen": "Oakheart Hanse",
		"textGreen": "The Oakheart Hanse, draped in vibrant green, comprises a band of foreign mercenaries, a diverse group of adventurers and warriors from distant lands. Their emblem, a leaf, symbolises their nomadic nature and adaptability. Existing before the theft of the Crown Jewel, they've long sought contracts and riches, bound by a shared thirst for adventure. Drawn into the conflict to recover the artifact, they offer a unique advantage as impartial outsiders unaffected by Estoria's politics. Navigating with cunning, their loyalty lies with the highest bidder as they strive for victory in Estoria's chaos.",
		"titleBlue": "Shadow Brotherhood",
		"textBlue": "The Shadow Brotherhood, draped in midnight blue, operates as an elite clandestine group within Estoria. Their emblem, resembling a sharp arrow, signifies their swift and precise actions. Originating from diverse backgrounds, they were chosen for their unparallelled skills in espionage, sabotage, and covert operations. Established following the theft of the Crown Jewel, they are dedicated to protecting the kingdom from within, employing any means necessary to achieve their objectives. Masters of manipulation and deception, they play a pivotal role in the struggle for control of the artifact, their true motives shrouded in mystery as they navigate the intricate webs of intrigue that ensnare the realm."
	},
	"dynamics": {
		"header": "Unlock Dynamics, Shape Strategy, Achieve Victory!",
		"description": "The main game dynamic revolves around player interaction through action cards, team identity secrecy, and strategic decision-making throughout the play.",
		"title1": "Team Secrecy",
		"text1": "The players' team identity is imperfect information, leading to bluffing and uncertainty. Players must deduce others' identities while concealing their own.",
		"title2": "Action Cards",
		"text2": "Various action cards affect the game condition.",
		"title3": "Player Elimination",
		"text3": "When a player's health points run out, they are eliminated from the game.",
		"title4": "Strategic Decision-Making",
		"text4": "Players use action cards to eliminate opponents and protect themselves and their teammates. This involves predicting opponents' moves, detecting bluffing, and forming alliances to gain an advantage.",
		"title5": "Winning Condition",
		"text5": "The team with the most remaining hearts wins.",
		"title6": "Ending Condition",
		"text6": "The game can conclude under various circumstances. If more than half of the players are eliminated and the remaining players unanimously agree to end the game, it may come to a close. Additionally, the game is forced to end if only one player remains alive, or if there are no more cards available to draw."
	},
	"tradeoffs": {
		"header": "Navigate Trade-offs, Outmanoeuvre Opponents, Master the Game!",
		"title1": "Information Gathering vs Team Secrecy",
		"text1": "To gain others' trust, players may choose to reveal their own identity in exchange for more information. However, the player revealing their identity may be deceiving others, and the information obtained could be false. This adds a layer of challenge and intrigue to the information-gathering process.",
		"title2": "Risk vs Reward",
		"text2": "Certain special action cards, such as the Knight's Potion, can increase damage to 2 points, potentially allowing you to eliminate your enemy more quickly. However, there's also the risk of accidentally causing harm to your teammate, adding a strategic element of risk and reward to your decisions.",
		"title3": "Alliances vs Betrayal",
		"text3": "When the number of players is not divisible by 3, certain teams may find themselves with fewer members. This situation can lead to the formation of temporary alliances, allowing them to coordinate attacks on the third group. However, once their common enemies are eliminated, they will inevitably turn against each other — a moment of cold-hearted betrayal.",
		"title4": "Bluffing and Deception",
		"text4": "Players have the freedom to bluff about any information they choose. However, bluffing carries the risk of being exposed, which can result in losing the trust of other players.",
		"title5": "Target Selection",
		"text5": "Given the limited number of action cards available, choosing the right target is crucial. The selection of targets can either lead to a significant victory or a devastating loss if chosen incorrectly."
	},
	"duration": {
		"header": "Maximise Thrills, Minimise Delays!",
		"title1": "Play Session Overview",
		"text11": "A typical play session commences with a brief 6-minute preparatory phase in order to shuffle the cards, allocate rubies to players, and explain both the fundamental rules and more intricate interactions of the cards to prevent any confusion during gameplay.",
		"text12": "As the game progresses, players engage in fewer discussions as everyone becomes familiar with each other's identities. Paired with the shrinking deck size, this leads to a decrease in the average turn time, starting at 40 seconds in the early stages and dwindling to 20 seconds or even less at the end.",
		"title2": "Playtesting Insights",
		"text21": "The outcomes from our playtesting sessions are as follows:",
		"text22": "The initial playthrough lasted longer than subsequent ones, as it was the team's first attempt at the game, and we were still grasping the nuances of the rules. It's worth noting that sessions, where players refrain from collaborating with their teammates, tend to take significantly longer to complete, primarily due to the limited number of attacking cards and the time it takes to find the remaining ones in the deck. In games where players strategise with their teammates, it becomes easier to identify targets, and players are less likely to squander attacking cards unnecessarily.",
		"title3": "Projected Duration",
		"text3": "We anticipate that an average playthrough will resemble our second playtesting session, or roughly 15 minutes for a group of 4 people."
	},
	"analysis": {
		"header": "Unlocking the equations behind every move!",
		"description":"Our quantitative analysis of Knights and Knaves aims to provide insights into the game's balance, probabilities, and design factors. We have conducted thorough playtesting and analysis to ensure fair and engaging gameplay for our players.",
		"title1": "Probabilistic Design Factors",
		"text11": "The game's design factors are inherently probabilistic, ensuring a dynamic and balanced gameplay experience. With a total of 75 action cards divided into basic and special categories, players are presented with a diverse array of offensive and defensive capabilities. Notably, the abundance of Shield cards among the basic set fosters strategic decision-making by offering ample defensive opportunities. Each player starts the game with 5 health points, while card distributions, influenced by effects like Arrow/Sword Strike and Knight's Potion, introduce strategic depth and prevent swift individual dominance. This balance ensures that no single player can quickly overpower others, promoting a more engaging and competitive environment.",
		"text12": "Considering the probabilities ingrained in the game mechanics is crucial for understanding potential outcomes and guiding strategic choices. The total maximum health on the board is determined by multiplying the number of players by 5 and adding 5 due to the effect of the Alliance card. Analysing offensive potential, factors such as Arrow/Sword Strike, Potion, and Jousting come into play, while defensive capabilities encompass Shield and Jousting/Shield combinations. Consequently, the maximum damage that can be dealt is capped at 25 health points, assuming optimal dice rolls for the attacker, and 5 health points, assuming optimal dice rolls for the defender. Given that games typically involve four or more players, it's improbable for a sole survivor to emerge, shifting the primary objective towards fostering teamwork and alliances for collective victory.",
		"text13":"The utilisation of dice in Jousting introduces an element of chance, adding an additional layer of complexity to strategic decision-making. When a tie occurs in Jousting, the challenger, who expends a card to initiate the action, gains no advantage, underscoring the importance of timing and resource management. Through a calculation of probabilities, it becomes evident that the challenger's chances of winning are slightly lower than those of the challengee (575 to 721), reinforcing the need for players to strategically coordinate to maximise their advantages. This aspect injects tension and excitement into the gameplay as players must carefully assess risks and opportunities to outmanoeuvre their opponents effectively.",
		"text14":"Incorporating a secrecy element adds an additional dimension to the game, introducing uncertainty regarding players' team identities. This imperfect information necessitates keen deduction skills and strategic thinking as players navigate through the ambiguity, considering potential bluffs and alliances. Ultimately, the combination of probabilistic design elements, strategic depth, and the secrecy aspect ensures a captivating and immersive gaming experience where players must employ wit, cunning, and cooperation to emerge victorious.",
		"title2": "Quantitative Insights from Playtesting",
		"text21":"Through extensive playtesting, we observed that a typical game lasts approximately some-some minutes, depending on the number of players and their familiarity with the rules. This duration strikes a balance between providing engaging gameplay and respecting players' time constraints.",
		"text22":"On average, players take approximately 30 seconds per turn, ensuring a smooth flow of gameplay without prolonged downtime. This time frame allows for strategic decision-making while maintaining the game's pace.",
		"text23":"The rate of player elimination varies based on strategic choices and card interactions. However, we ensured that elimination occurs gradually rather than abruptly, allowing eliminated players to remain engaged through observing the remaining gameplay.",
		"title3": "Quantitative Adjustments",
		"text3": "Based on playtesting feedback and quantitative analysis, we have identified several areas for improvement in Knights and Knaves. Here are the quantitative adjustments we have made to enhance gameplay balance and dynamics.",
		"title4": "Balancing Offensive and Defensive Cards",
		"text41": "To address the overabundance of defensive cards, particularly Shield cards, we have adjusted the distribution of basic cards.",
		"text42": "We reduced the number of Shield cards from 15 to 10, promoting a more balanced mix of offensive and defensive strategies.",
		"title5": "Enhancing Risk-Reward Mechanics",
		"text51": "To mitigate the repetitive use of defensive tactics like redirecting attacks to Jousting, we have introduced enhanced penalties for players who rely excessively on defensive manoeuvres.",
		"text52": "Players who lose a Jousting conflict after redirecting attacks will now receive an additional damage, further incentivising strategic diversity and risk assessment.",
		"title6": "Health Points Adjustment",
		"text61": "Players now begin the game with 7 health points instead of the previous 5, offering a robust buffer against early elimination and fostering prolonged, more dynamic gameplay experiences. This adjustment not only bolsters individual resilience but also underscores the significance of teamwork, compelling players to prioritise cooperation and strategic coordination over indiscriminate attacks on opponents.",
		"text62": "With the introduction of penalties that amplify damage, the expanded health pool provides players with the freedom to explore and experiment with new mechanics without the looming threat of premature elimination. This enhanced durability encourages players to take calculated risks, fostering a more adventurous and innovative approach to gameplay dynamics.",
		"title7": "Refinement of Special Card Effects",
		"text71": "Based on quantitative analysis of special card usage and impact, we have fine-tuned the effects of certain cards to ensure their strategic relevance.",
		"text72": "The adjustment to the Knight's Potion card, now requiring two Shields for block it instead of one, notably heightens its strategic significance. This change increases the potential damage it can inflict during gameplay, raising the stakes for players and adding depth to tactical planning.",
		"title8": "Strategic Depth and Player Interaction",
		"text81": "We have introduced additional rules to encourage strategic depth and player interaction, particularly regarding team identity bluffing.",
		"text82": "Players can now check their identity only once at the start of the game, highlighting the crucial roles of deduction, strategic deception, and resource management of the King's Intel card throughout gameplay."
	}
}