{
	"gameTitle": "Knights and Knaves",
	"gameSmallTitle": "Mediaeval Deception",
	"coreStatement": "In this cutthroat game, loyalty is a liability, trust is a luxury, and only the cunning master manipulators emerge victorious",
	"gameInspiration": "This game idea originated from Samuel Jen’s board game concept, drawing inspiration from his favourite board game genre: social deception games. He was particularly influenced by games such as Coup and One Night Ultimate Werewolf, where players must employ deception to achieve victory. These games are characterised by bluffing, strategic thinking, and betrayal. Expanding upon these fundamental concepts, our team developed Knights and Knaves, which takes chaos and backstabbing to new heights. We also drew inspiration from Gwent for our game card design. Last but not least, our story unfolds in mediaeval times, where mystical wonders and imaginative realms know no bounds. Tino Ciccone drew inspiration from The Hobbit to shape our background narrative, infusing it with adventure and intrigue.",
	"pillars": {
		"what": "A strategic card-based board game where players analyse and strategise their resources to outmanoeuvre opponents and achieve victory as a cohesive team.",
		"how": "Through decisive actions, strategic bluffing, and the potential for betrayals, players must adeptly manage their resources, including health points and action cards, all while coordinating with potential deceptive allies, in their quest for victory.",
		"why": "The game offers players an immersive experience that tests their strategic thinking, communication skills, teamwork, bluffing prowess, and ability to navigate the enticing realm of deception and betrayal to seize victory."
	},
    "timeline": {
        "date1": "1180",
        "event1": "Estoria Flourishes",
        "description1": "The Kingdom of Estoria thrives under the rule of King Aldric the Wise.",
        "date2": "1188",
        "event2": "The Theft of the Crown Jewel",
        "description2": "Martha, a mysterious witch, steals the Crown Jewel, a powerful artifact that has protected the kingdom for centuries.",
        "date3": "1189",
        "event3": "Rise of Dark Forces",
        "description3": "Chaos erupts in Estoria as dark forces emerge, threatening the kingdom's stability and peace.",
		"date4": "1190",
        "event4": "Formation of Noble Teams",
        "description4": "King Aldric organises six noble teams to retrieve the stolen Crown Jewel: the Knights of Valour, the Royal Crew, the Shadow Brotherhood, the Iron Legion, the Wolf Pack, and the Noble Squad.",
        "date5": "1191",
        "event5": "Hazardous Journeys Begin",
        "description5": "The noble teams embark on hazardous journeys, encountering dangers and betrayals along the way.",
        "date6": "1192",
		"event6": "Defeat of Witch Martha",
		"description6": "Witch Martha is defeated, but tensions rise among the noble teams as they compete for control of the Crown Jewel, each believing they can bring peace back to Estoria.",
		"date7": "1193",
		"event7": "Intensifying Rivalries",
		"description7": "With Witch Martha defeated, the noble teams selfishly battle each other for possession of the Crown Jewel, causing alliances to fracture and the competition to heat up.",
		"date8": "CURRENT",
		"event8": "The Final Showdown",
		"description8": "The competition among noble teams reaches its peak as they vie for the Crown Jewel. Only one team will emerge victorious and return to Estoria, claiming honour, praise, and status."
    },
	"dynamics": {
		"header": "Unlock Dynamics, Shape Strategy, Achieve Victory!",
		"description": "The main game dynamic revolves around player interaction through action cards, team identity secrecy, and strategic decision-making throughout the play.",
		"title1": "Team Secrecy",
		"text1": "The players' team identity is imperfect information, leading to bluffing and uncertainty. Players must deduce others' identities while concealing their own.",
		"title2": "Action Cards",
		"text2": "Various action cards affect the game condition.",
		"title3": "Player Elimination",
		"text3": "When a player's health points run out, they are eliminated from the game.",
		"title4": "Strategic Decision-Making",
		"text4": "Players use action cards to eliminate opponents and protect themselves and their teammates. This involves predicting opponents' moves, detecting bluffing, and forming alliances to gain an advantage.",
		"title5": "Winning Condition",
		"text5": "The team with the most remaining hearts wins.",
		"title6": "Ending Condition",
		"text6": "When only one player is remaining, the game ends."
	},
	"tradeoffs": {
		"header": "Navigate Trade-offs, Outmanoeuvre Opponents, Master the Game!",
		"title1": "Information Gathering vs Team Secrecy",
		"text1": "To gain others' trust, players may choose to reveal their own identity in exchange for more information. However, the player revealing their identity may be deceiving others, and the information obtained could be false. This adds a layer of challenge and intrigue to the information-gathering process.",
		"title2": "Risk vs Reward",
		"text2": "Certain special action cards, such as the Knight's Potion, can increase damage to 2 points, potentially allowing you to eliminate your enemy more quickly. However, there's also the risk of accidentally causing harm to your teammate, adding a strategic element of risk and reward to your decisions.",
		"title3": "Alliances vs Betrayal",
		"text3": "When the number of players is not divisible by 3, certain teams may find themselves with fewer members. This situation can lead to the formation of temporary alliances, allowing them to coordinate attacks on the third group. However, once their common enemies are eliminated, they will inevitably turn against each other — a moment of cold-hearted betrayal.",
		"title4": "Bluffing and Deception",
		"text4": "Players have the freedom to bluff about any information they choose. However, bluffing carries the risk of being exposed, which can result in losing the trust of other players.",
		"title5": "Target Selection",
		"text5": "Given the limited number of action cards available, choosing the right target is crucial. The selection of targets can either lead to a significant victory or a devastating loss if chosen incorrectly."
	},
	"duration": {
		"header": "Maximise Thrills, Minimise Delays!",
		"title1": "Title1",
		"text1": "Text1",
		"title2": "Title2",
		"text2": "Text2",
		"title3": "Title3",
		"text3": "Text3",
		"title4": "Title4",
		"text4": "Text4",
		"title5": "Title5",
		"text5": "Text5"
	},
	"factions": {
		"titleRed": "Knights of Valour",
		"textRed": "The Knights of Valour are a group of noble knights who are loyal to the king and are determined to retrieve the Crown Jewel to restore peace to Estoria. They are known for their bravery, chivalry, and unwavering loyalty to the king.",
		"titleBlue": "Royal Crew",
		"textBlue": "The Royal Crew is a team of skilled archers and warriors who are fiercely loyal to the king. They are known for their precision, agility, and unwavering dedication to the king.",
		"titleGreen": "Shadow Brotherhood",
		"textGreen": "The Shadow Brotherhood is a group of secretive rogues and assassins who are determined to retrieve the Crown Jewel to restore peace to Estoria. They are known for their stealth, cunning, and unwavering dedication to the king."
	}
}