{
	"gameTitle": "Knights and Knaves",
	"gameSmallTitle": "Mediaeval Deception",
	"coreStatement": "In this cutthroat game, loyalty is a liability, trust is a luxury, and only the cunning master manipulators emerge victorious",
	"gameInspiration": "This game idea originated from Samuel Jen’s board game concept, drawing inspiration from his favourite board game genre: social deception games. He was particularly influenced by games such as Coup and One Night Ultimate Werewolf, where players must employ deception to achieve victory. These games are characterised by bluffing, strategic thinking, and betrayal. Expanding upon these fundamental concepts, our team developed [Game Title], which takes chaos and backstabbing to new heights.",
	"pillarWhat": "A strategic card-based board game where players analyse and strategise their resources to outmanouevre opponents and achieve victory as a cohesive team.",
	"pillarHow": "Through decisive actions, strategic bluffing, and the potential for betrayals, players must adeptly manage their resources, including health points and action cards, all while coordinating with potential deceptive allies, in their quest for victory.",
	"pillarWhy": "The game offers players an immersive experience that tests their strategic thinking, communication skills, teamwork, bluffing prowess, and ability to navigate the enticing realm of deception and betrayal to seize victory.",
    "timeline": {
        "date1": "1180",
        "event1": "Estoria Flourishes",
        "description1": "The kingdom of Estoria thrives under the rule of King Aldric the Wise.",
        "date2": "1188",
        "event2": "The Theft of the Crown Jewel",
        "description2": "Martha, a mysterious witch, steals the \"Crown Jewel,\" a powerful artifact safeguarding Estoria.",
        "date3": "1189",
        "event3": "Rise of Dark Forces",
        "description3": "Chaos erupts in Estoria as dark forces emerge, threatening the kingdom's stability and peace.",
        "date4": "1191",
        "event4": "Hazardous Journeys",
        "description4": "The noble teams go on hazardous journeys where they will encounter dangers and betrayals.",
        "date5": "1190",
        "event5": "Formation of Noble Teams",
        "description5": "King Aldric organises six noble teams to retrieve the stolen Crown Jewel: the Knights of Valour, the Royal Crew, the Shadow Brotherhood, the Iron Legion, the Wolf Pack, and the Noble Squad.",
        "date6": "1192",
        "event6": "Rising Tensions",
        "description6": "Tensions rise among the noble teams as they compete for control of the Crown Jewel, each believing they can bring peace back to Estoria.",
        "date7": "1193",
        "event7": "Defeat of Witch Martha",
        "description7": "Witch Martha is defeated and now teams selfishly fight each other for the Crown Jewel.",
        "date8": "CURRENT",
        "event8": "The Competition Intensifies",
        "description8": "Noble teams compete for the Crown Jewel amongst each other, alliances fracture only one will win!"
    },
	"backstory": {
		"part1": "In the Kingdom of Estoria, the land was once prosperous and peaceful under the reign of King Aldric the Wise. Tragically, though, a mysterious witch named Martha stole the \"Crown jewel,\" a powerful artifact that had protected the kingdom for centuries.With the Crown's disappearance, chaos took place in Estoria as dark forces emerged, threatening to send the kingdom into eternal darkness.",
		"part2": "King Aldric organised 6 of the strongest noble teams to retrieve the stolen crown jewel, the Knights of Valour, the royal crew, the Shadow Brotherhood, the Iron Legion, the wolf pack, the noble squad, Although their paths would be paved with danger and betrayal, each team swore to recover the Crown Jewel and bring peace back to Estoria. Finally after working together they defeat Witch Martha getting the Crown Jewel back in their own possession, Each team wants the honour, praise, and status. With the added tension the teams start fighting each other, and only one team will return to Estoria with the Crown Jewel."
	},
	"dynamics": {
		"description": "The main game dynamic revolves around player interaction through action cards, team identity secrecy, and strategic decision-making throughout the play.",
		"title1": "Team Secrecy",
		"text1": "Players’ team identity is imperfect information that causes bluffing and uncertainty. Players must deduce other’s identity while concealing their own.",
		"title2": "Action Cards",
		"text2": "Various action cards to affect the game condition.",
		"title3": "Player Elimination",
		"text3": "When the player’s health point runs out, the player’s eliminated.",
		"title4": "Strategic Decision-Making",
		"text4": "Players use action cards to eliminate opponents or protect themselves which involves predicting opponent’s move, detecting other’s bluff, and forming alliances to gain an advantage.",
		"title5": "Winning Condition",
		"text5": "The team with the highest health points wins.",
		"title6": "Ending Condition",
		"text6": "When only one player is remaining, the game ends."
	},
	"tradeoffs": {
		"title1": "Information Gathering vs Team Secrecy",
		"text1": "To win others’ trust, the players may need to reveal their own identity to trade for more information, however, the revealer may be lying and the information can be fake. This will make the whole information gathering process more challenging and interesting.",
		"title2": "Risk vs Reward",
		"text2": "Some of the special action cards like “Energy drink” that can increase the damage to 2 points could eliminate your enemy quicker, yet you may also accidentally kill your own teammate faster.",
		"title3": "Alliances vs Betrayal",
		"text3": "When the player numbers are not divisible by 3, some teams may have fewer players. Thus, they may form temporary alliances and coordinate attacks on the third group. However, once their common enemy is eliminated, they will have to turn against each other. A cold-hearted betrayal moment.",
		"title4": "Bluffing and Deception",
		"text4": " Players are allowed to bluff about any information, however, bluffing carries the risk of being exposed and thus loses other players’ trust.",
		"title5": "Target Selection",
		"text5": "With the limited number of action cards, choosing which target to aim is critical. The target selection can lead to a big win or a huge loss if judges incorrectly."
	},
	"duration": {
		"title1": "Title1",
		"text1": "Text1",
		"title2": "Title2",
		"text2": "Text2",
		"title3": "Title3",
		"text3": "Text3",
		"title4": "Title4",
		"text4": "Text4",
		"title5": "Title5",
		"text5": "Text5"
	}
}